Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=267_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: ” ađa ” vuittii Sámi kulturguovddáža arkitektuvragilvvu
smn: ” ađa ” vuoitij Säämi kulttuurkuávdáá arkkitehtuurkištottâllâm

source: Senaatti-kiinteistöt lágidii guovtte oasat arkitektuvragilvvu Sámi kulturguovddážis, mii huksejuvvo Anára kirkosiidii Juvdujoga gáddái.
smn: Seenaat-kiddoduvah ornij arkkitehtuurkištottâllâm Säämi kulttuurkuávdáást, mii huksejuvvoo Aanaar markkânân Juvduu riidon.

source: Vuosttas bálkkašumi, 40 000 euro, vuittii evttohus nammamearkkain ” ađa ”, man dahkkit leat arkiteakta SAFA Janne Laukka, arkiteakta studeanta Tuomas Niemelä ja arkiteakta studeanta Milla Parkkali.
smn: Vuossâmuu palhâšume 40 000 eurod vuoitij iävtuttâs nommâmerháin ” ađa ” (oođâ), mon tahheeh lijjii arkkiteht SAFA Janne Laukka, arkkit.

source: Kulturguovddáža bruttoviidodat, ns.
smn: pu Tuomas Niemelä já arkkit.

source: ollesviidodat lea 4 670 njealjehasmehtera.
smn: pu Milla Parkkali.

source: Huksenfidnu ja arkitektuvragilvu: jođiheaddji áššedovdi Marjatta Erwe, Senaatti-kiinteistöt,
smn: Palhâšumelävdikode mield iävtuttâs lâi toimâlâs čuávdusin pehtil já ovdánemtohálâš já tiävdá pyeremustáá kištottâlmân asâttum hästee uulmijd.

source: Sámi kulturguovddáža doaibma: hálddahushoavda Juha Guttorm t. +358 400-142 518 http://www.samediggi.fi /
smn: Kištottâlmist juáhhojii ohtsis kulmâ palhâšume, ohtâ iävtuttâs lonestui já oohtân mieđettuvvojii kyehti kunneemainâšume.
